{
  "world": "the world!",
  "home": "Home",
  "mission": "Mission",
  "services": "Services",
  "contact-us": "Contact us",
  "transform-your-idea": "We transform your <span class={class}>ideas</span> into digital success",
  "digital-changes": "E2A Solutions will accompany you every step of the way to ensure the success of your project.",
  "our-services": "Our services",
  "custom-design": "Customized and <span class={class}>results-driven <span> design",
  "custom-designs-title": "Custom designs",
  "custom-designs-subtitle": "A website just for you",
  "custom-designs-phrase": "We are dedicated to creating unique and exclusive solutions for you. We understand that each client is unique, so we work in partnership with you to design a website that reflects the personality and style of your business.",
  "quality-title": "Quality",
  "quality-subtitle": "Websites that are easy to understand",
  "quality-phrase": "We focus our attention on providing you with an easy and clear browsing experience, so you can find what you're looking for without hassle. We know that quality is important to you, so we make sure that every element of our website meets high quality standards. From loading speed to intuitive navigation, everything is designed with user comfort and satisfaction in mind.",
  "reliable-title": "Reliable",
  "reliable-subtitle": "Work with professionalism and ethics",
  "reliable-phrase": "We believe that trust is the foundation of any successful relationship, which is why we strive to earn our clients' trust through our responsible and honest attitude. If you are looking for a reliable company that can provide you with effective solutions, you are in the right place.",
  "process": "Process",
  "process-description": "These are <span class={class}>5 steps</span> for the development process",
  "why-we": "Why we?",
  "discovery": "Discovery",
  "discovery-description": "To kick things off we start with a discovery session so We can learn more about your business and what you're trying to achieve with your new website.",
  "wireframing": "Wireframing",
  "wireframing-description": "We'll create the structure for the whole site in wireframes to establish the flow of the website and how we'll present your product or service to best achieve your goals.",
  "fidelity": "High-fidelity designs",
  "fidelity-description": "Next, we'll turn these wireframes into fully polished designs. At this point you'll be able to see what the finished website will look like.",
  "development": "Development",
  "development-description": "We'll implement all the ideas and specifications agreed upon to bring your project to life.",
  "launch": "Launch & training",
  "launch-description": "We'll ensure that all work performed meets your expectations and is delivered effectively. In addition, we will provide you with the necessary training to enable you to use and maintain the work delivered.",
  "contact-us-description": "Let's <span class={class}>build</span> something <span class={class}>great</span> together",
  "required": "Required field",
  "email-format": "It must be a valid email",
  "form.name": "Name",
  "form.email": "Email",
  "form.phone": "Phone",
  "form.message": "Message",
  "form.send": "Send",
  "contact-us-phrase": "We are excited to connect with you and explore the possibility of working together on an exciting project. Our philosophy is based on collaboration and teamwork, and we're eager to join forces to accomplish something great. Tell us more about your ideas and goals, and together we can bring your projects to life.",
  "email-success": "We have received your email and will reply to you shortly.",
  "email-error": "Oops!, an error has occurred"
}