{
  "world": "El mundo!",
  "home": "Inicio",
  "mission": "Misión",
  "services": "Servicios",
  "contact-us": "Contáctanos",
  "transform-your-idea": "Transformamos tus <span class={class}>ideas</span> en éxito digital",
  "digital-changes": "E2A Solutions te acompañará en cada paso del camino para asegurar el éxito de tu proyecto.",
  "our-services": "Nuestros servicios",
  "custom-design": "Diseño personalizado y enfocado en <span class={class}>resultados</span>",
  "custom-designs-title": "Diseños personalizados",
  "custom-designs-subtitle": "Un sitio web exclusivo para ti",
  "custom-designs-phrase":"Estamos dedicados a crear soluciones únicas y exclusivas para ti. Entendemos que cada cliente es único, por lo que trabajamos en colaboración contigo para diseñar un sitio web que refleje la personalidad y el estilo de tu negocio.",
  "quality-title": "Calidad",
  "quality-subtitle": "Sitios web fáciles de entender",
  "quality-phrase": "Enfocamos nuestra atención en ofrecerte una experiencia de navegación fácil y clara, para que puedas encontrar lo que buscas sin complicaciones. Sabemos que la calidad es importante para ti, por lo que nos aseguramos de que cada elemento de nuestro sitio web cumpla con altos estándares de calidad. Desde la velocidad de carga hasta la navegación intuitiva, todo está diseñado pensando en la comodidad y satisfacción del usuario.",
  "reliable-title": "Confiable",
  "reliable-subtitle": "Trabajo con profesionalismo y ética",
  "reliable-phrase": "Creemos que la confianza es la base de cualquier relación exitosa, por lo que nos esforzamos por ganarnos la confianza de nuestros clientes a través de nuestra actitud responsable y honesta. Si estás buscando una empresa confiable que pueda brindarte soluciones efectivas, estás en el lugar correcto.",
  "process": "Proceso",
  "process-description": "Estos son <span class={class}>5 pasos</span> para el proceso de desarrollo",
  "why-we": "¿Porque nosotros?",
  "discovery": "Descubrimiento",
  "discovery-description": "Comenzamos con una sesión de descubrimiento para conocer más sobre tu negocio y lo que está tratando de lograr con su nuevo sitio web",
  "wireframing": "Esquemas",
  "wireframing-description": "Crearemos la estructura de todo el sitio en wireframes para establecer el flujo del sitio web y cómo presentaremos su producto o servicio para alcanzar mejor sus objetivos.",
  "fidelity": "Diseños de alta fidelidad",
  "fidelity-description": "A continuación, convertiremos estos wireframes en diseños totalmente pulidos. En este punto podrás ver el aspecto que tendrá el sitio web terminado",
  "development": "Desarrollo",
  "development-description": "Pondremos en marcha todas las ideas y especificaciones acordadas para dar vida a su proyecto.",
  "launch": "Lanzamiento y formación",
  "launch-description": "Nos aseguraremos de que todo el trabajo realizado cumpla con sus expectativas y se entregue de manera efectiva. Además, le proporcionaremos la formación necesaria para que pueda utilizar y mantener el trabajo entregado.",
  "contact-us-description": "Construyamos algo <span class={class}>genial</span> juntos",
  "required": "Campo requerido",
  "email-format": "Debe ser un correo electrónico valido",
  "form.name": "Nombre",
  "form.email": "Correo electrónico",
  "form.phone": "Teléfono",
  "form.message": "Mensaje",
  "form.send": "Enviar",
  "contact-us-phrase": "Estamos emocionados de conectar contigo y explorar la posibilidad de trabajar juntos en un proyecto emocionante. Nuestra filosofía se basa en la colaboración y el trabajo en equipo, y estamos ansiosos por unir fuerzas para lograr algo grandioso. Cuéntanos más sobre tus ideas y objetivos, y juntos podremos dar vida a tus proyectos.",
  "email-success": "Hemos recibido tu correo electrónico y te responderemos a la brevedad.",
  "email-error": "Ops!, Ha ocurrido un error"
}